<!-- 服务条款 -->
<template>
  <div class="clause">
    <div class="clause-our">
      <span>服务条款</span>
    </div>
    <div class="clause-content">
      <h3>第一章通用术语</h3>
      <p class="title">第一条[目的]</p>
      <p>
        这些条款和条件是指Double U Concept Korea运营的W Concept Cyber​​
        Mall（http://www.wconcept.co.kr）提供的与Internet相关的服务（以下称为``服务''）（以下简称使用的目的是详细规定订购条款，与使用有关的所有事项，以及会员与公司之间的其他必要事项，权利，义务，责任以及会员的服务使用程序。
        ※「本协议比照适用于通过PC通讯，无线等进行的电子商务交易。」
      </p>
      <p class="title">第2条（用语的定义）</p>
      <p>
        1.“站点”是指一种虚拟设置，允许“公司”使用诸如计算机之类的信息和通讯设施来交易“商品等”，以提供商品或服务（以下简称“商品等”）。），也可以说是对运营商经营商业网站和网上商城的意义。
      </p>
      <p>
        2.“用户”是指根据这些条款和条件访问“公司”并接收由“公司”提供的服务的会员和非会员。但是，不能以公司或公司的名义使用该服务。
      </p>
      <p>
        3.“会员”是指通过向“公司”提供个人信息而注册为会员的人，该人不断接收“公司”的信息并可以继续使用“公司”提供的服务。
      </p>
      <p>4.“非会员”是指未经注册即使用“公司”提供的服务的人。</p>
      <p>
        5.“服务”是指公司通过本网站通过收费或免费提供给用户的本协议第4条规定的行为，或者是作为行为对象的有形或无形物体本身。
      </p>
      <p>
        6.“个人信息”是指可以根据信息中包含的姓名，出生日期，性别等识别特定个人的信息（即使仅信息不能识别特定个人，也很容易与其他人组合使用）待识别的信息（包括您可以做什么）。
      </p>
      <p class="title">第三条（条款，条件的说明，解释和修改）</p>
      <p>
        1.“站点”是指一种虚拟设置，允许“公司”使用诸如计算机之类的信息和通讯设施来交易“商品等”，以提供商品或服务（以下简称“商品等”）。
        ），也可以说是对运营商经营商业网站和网上商城的意义。
      </p>
      <p>
        2.“用户”是指根据这些条款和条件访问“公司”并接收由“公司”提供的服务的会员和非会员。但是，不能以公司或公司的名义使用该服务。
      </p>
      <p>
        3.“会员”是指通过向“公司”提供个人信息而注册为会员的人，该人不断接收“公司”的信息并可以继续使用“公司”提供的服务。
      </p>
      <p>4.“非会员”是指未经注册即使用“公司”提供的服务的人。</p>
      <p>
        5.“服务”是指公司通过本网站通过收费或免费提供给用户的本协议第4条规定的行为，或者是作为行为对象的有形或无形物体本身。
      </p>
      <p>
        6.“个人信息”是指可以根据信息中包含的姓名，出生日期，性别等识别特定个人的信息（即使仅信息不能识别特定个人，也很容易与其他人组合使用）待识别的信息（包括您可以做什么）。
      </p>
      <h3>第2章服务的使用</h3>
      <p class="title">第一条[目的]</p>
      <p>
        这些条款和条件是指Double U Concept Korea运营的W Concept Cyber​​
        Mall（http://www.wconcept.co.kr）提供的与Internet相关的服务（以下称为``服务''）（以下简称使用的目的是详细规定订购条款，与使用有关的所有事项，以及会员与公司之间的其他必要事项，权利，义务，责任以及会员的服务使用程序。
        ※「本协议比照适用于通过PC通讯，无线等进行的电子商务交易。」
      </p>
      <p class="title">第2条（用语的定义）</p>
      <p>
        1.“站点”是指一种虚拟设置，允许“公司”使用诸如计算机之类的信息和通讯设施来交易“商品等”，以提供商品或服务（以下简称“商品等”）。），也可以说是对运营商经营商业网站和网上商城的意义。
      </p>
      <p>
        2.“用户”是指根据这些条款和条件访问“公司”并接收由“公司”提供的服务的会员和非会员。但是，不能以公司或公司的名义使用该服务。
      </p>
      <p>
        3.“会员”是指通过向“公司”提供个人信息而注册为会员的人，该人不断接收“公司”的信息并可以继续使用“公司”提供的服务。
      </p>
      <p>4.“非会员”是指未经注册即使用“公司”提供的服务的人。</p>
      <p>
        5.“服务”是指公司通过本网站通过收费或免费提供给用户的本协议第4条规定的行为，或者是作为行为对象的有形或无形物体本身。
      </p>
      <p>
        6.“个人信息”是指可以根据信息中包含的姓名，出生日期，性别等识别特定个人的信息（即使仅信息不能识别特定个人，也很容易与其他人组合使用）待识别的信息（包括您可以做什么）。
      </p>
      <p>第三条（条款，条件的说明，解释和修改）</p>
      <p>
        1.“站点”是指一种虚拟设置，允许“公司”使用诸如计算机之类的信息和通讯设施来交易“商品等”，以提供商品或服务（以下简称“商品等”）。
        ），也可以说是对运营商经营商业网站和网上商城的意义。
      </p>
      <p>
        2.“用户”是指根据这些条款和条件访问“公司”并接收由“公司”提供的服务的会员和非会员。但是，不能以公司或公司的名义使用该服务。
      </p>
      <p>
        3.“会员”是指通过向“公司”提供个人信息而注册为会员的人，该人不断接收“公司”的信息并可以继续使用“公司”提供的服务。
      </p>
      <p>4.“非会员”是指未经注册即使用“公司”提供的服务的人。</p>
      <p>
        5.“服务”是指公司通过本网站通过收费或免费提供给用户的本协议第4条规定的行为，或者是作为行为对象的有形或无形物体本身。
      </p>
      <p>
        6.“个人信息”是指可以根据信息中包含的姓名，出生日期，性别等识别特定个人的信息（即使仅信息不能识别特定个人，也很容易与其他人组合使用）待识别的信息（包括您可以做什么）。
      </p>
      <h3>第三章会员协议</h3>
      <p class="title">第一条[目的]</p>
      <p>
        这些条款和条件是指Double U Concept Korea运营的W Concept Cyber​​
        Mall（http://www.wconcept.co.kr）提供的与Internet相关的服务（以下称为``服务''）（以下简称使用的目的是详细规定订购条款，与使用有关的所有事项，以及会员与公司之间的其他必要事项，权利，义务，责任以及会员的服务使用程序。
        ※「本协议比照适用于通过PC通讯，无线等进行的电子商务交易。」
      </p>
      <p class="title">第2条（用语的定义）</p>
      <p>
        1.“站点”是指一种虚拟设置，允许“公司”使用诸如计算机之类的信息和通讯设施来交易“商品等”，以提供商品或服务（以下简称“商品等”）。），也可以说是对运营商经营商业网站和网上商城的意义。
      </p>
      <p>
        2.“用户”是指根据这些条款和条件访问“公司”并接收由“公司”提供的服务的会员和非会员。但是，不能以公司或公司的名义使用该服务。
      </p>
      <p>
        3.“会员”是指通过向“公司”提供个人信息而注册为会员的人，该人不断接收“公司”的信息并可以继续使用“公司”提供的服务。
      </p>
      <p>4.“非会员”是指未经注册即使用“公司”提供的服务的人。</p>
      <p>
        5.“服务”是指公司通过本网站通过收费或免费提供给用户的本协议第4条规定的行为，或者是作为行为对象的有形或无形物体本身。
      </p>
      <p>
        6.“个人信息”是指可以根据信息中包含的姓名，出生日期，性别等识别特定个人的信息（即使仅信息不能识别特定个人，也很容易与其他人组合使用）待识别的信息（包括您可以做什么）。
      </p>
      <p class="title">第三条（条款，条件的说明，解释和修改）</p>
      <p>
        1.“站点”是指一种虚拟设置，允许“公司”使用诸如计算机之类的信息和通讯设施来交易“商品等”，以提供商品或服务（以下简称“商品等”）。
        ），也可以说是对运营商经营商业网站和网上商城的意义。
      </p>
      <p>
        2.“用户”是指根据这些条款和条件访问“公司”并接收由“公司”提供的服务的会员和非会员。但是，不能以公司或公司的名义使用该服务。
      </p>
      <p>
        3.“会员”是指通过向“公司”提供个人信息而注册为会员的人，该人不断接收“公司”的信息并可以继续使用“公司”提供的服务。
      </p>
      <p>4.“非会员”是指未经注册即使用“公司”提供的服务的人。</p>
      <p>
        5.“服务”是指公司通过本网站通过收费或免费提供给用户的本协议第4条规定的行为，或者是作为行为对象的有形或无形物体本身。
      </p>
      <p>
        6.“个人信息”是指可以根据信息中包含的姓名，出生日期，性别等识别特定个人的信息（即使仅信息不能识别特定个人，也很容易与其他人组合使用）待识别的信息（包括您可以做什么）。
      </p>
      <p class="title">[附录]</p>
      <p>这些条款将从2023年10月2日开始生效，以前的条款将被这些条款代替。</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "clause",
};
</script>

<style lang="scss" scoped>
.clause {
  width: 100%;

  .clause-our {
    box-sizing: border-box;
    height: 200px;
    width: 1342px;
    padding-top: 80px;
    margin: 0 auto;
    border-bottom: 1px solid #d9d9d9;
    span {
      font-size: 44px;
      line-height: 100%;
    }
  }
  .clause-content {
    margin: 0 auto;
    width: 992px;
    font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", "PingFang SC",
      "Hiragino Sans GB", "Microsoft YaHei", "Helvetica Neue", Helvetica, Arial,
      sans-serif, "Apple Color Emoji", "Segoe UI Emoji", "Segoe UI Symbol";
    h3 {
      font-size: 18px;
      margin: 40px 0 10px;
      text-align: left;
      color: #000000d9;
      font-weight: 500;
    }
    p {
      color: rgba(0, 0, 0, 0.65);
      font-size: 14px;
      text-align: left;
    }
    .title {
      margin: 8px 0 8px;
      color: #000;
    }
  }
}
</style>